{
  "Nav": {
    "home": "Til forsiden",
    "about": "Om meg",
    "projects": "Prosjekter",
    "contact": "Kontakt"
  },
  "Home_Page": {
    "title": "Det jeg lærte da jeg opprettet dette nettstedet.",
    "html5": "Dette er en av de tre første tingene jeg har lært. Jeg startet noen år tidligere, men nå er jeg seriøs om det.",
    "css": "Det første jeg lærte om stiler var CSS, deretter SCSS, deretter SASS og til slutt det jeg liker er Styled Component.",
    "java_script": "Etter HTML5 og CSS var det på tide å lære Javascript. Tidligere tok jeg et Java-kurs i klasserommet og kom til den konklusjonen at jeg er mer fascinert av Front-end.",
    "react": "Javascript-biblioteket som jeg liker best brukes til å lage brukergrensesnitt. Jeg vil definitivt lære om React Native i fremtiden.",
    "mobile_first": "Mobile First er den uunngåelige fremtiden, så den kan ikke mangle på nettstedet mitt. Respons er veldig viktig, og jeg kan ikke forestille meg en side uten den.",
    "github": "En veldig nyttig plattform for å lagre, dele og koble koden din til andre også. Et nyttig verktøy for enhver utvikler.",
    "multilingual": "Det er en standard nå, fordi folk fra forskjellige land kan være interessert i nettstedet mitt.",
    "udemy": "Internett-plattform der jeg fant kurs som jeg likte veldig godt. Jeg er selvlært, så det er et interessant sted for meg hvor jeg kan finne kurs som interesserer meg.",
    "vsc": "En gratis kodeditor som jeg anbefaler alle. Det gjør det veldig enkelt å skrive kode, noe som gjør programmering enkel og morsom.",
    "youtube": "Dette er andreplassen for meg etter Udemy, hvor jeg finner viktig informasjon om hvordan jeg kan gjøre noe. Jeg planlegger å bruke dokumentasjonen oftere i fremtiden.",
    "hooks": "Hooks in React er noe nytt jeg bare har lært i en måned. Jeg synes det er mer interessant for meg enn å bruke klassekomponenter - raskt, enkelt og morsomt.",
    "website": "Jeg brukte mange andre ting på nettstedet mitt, for eksempel Theme, Variables, Constant, Global Style.",
    "update": "Nettstedet vil bli oppdatert hele tiden. Jeg vil også kaste her en API og React Native. Jeg lærer hele tiden, så så snart jeg lærer noe, vil jeg introdusere det til nettstedet mitt"
  },
  "AboutPage":{
    "title":"Hva gjør jeg når jeg ikke jobber."
  },
  "Flag":{
    "title":"Små og store turer.",
    "text":"Land så langt jeg har besøkt: ",
    "australia": "Australia",
    "czech_republic": "Tsjekkia",
    "denmark": "Danmark",
    "germany": "Tyskland",
    "ireland": "Ireland",
    "norway": "Norge",
    "poland": "Polen",
    "portugal": "Portugal",
    "singapore": "Singapore",
    "slovakia": "Slovakia",
    "south_korea": "Sør-Korea",
    "spain": "Spania",
    "sweden": "Sweden",
    "thailand": "Thailand",
    "united_kingdom": "Storbritannia",
    "united_states": "USA"
  },
  "Form":{
    "name":"Navnet ditt er obligatorisk.",
    "email_required":"Din e-postadresse er obligatorisk.",
    "email_invalid":"Din e-postadresse er ugyldig.",
    "message":"Du glemte å skrive til meg :-)",
    "message_sent": "Meldingen ble sendt",
    "message_not_sent": "Meldingen ble ikke sendt!!!"
  },
  "About": "Om meg",
  "Address": "Adresse",
  "All": "Alle",
  "All_projects": "Alle prosjekter",
  "calculator": "Kalkulator",
  "Calculator": "Kalkulator",
  "Call": "Ring meg",
  "Certificate": "Sertifikat",
  "clock": "Klokke",
  "Clock": "Klokke",
  "Completed": "Fullført",
  "Contact": "Kontakt",
  "Contact_info": "Kontaktinformasjon",
  "Create": "Skape",
  "Description_project_card_calculator": "Kalkulator inspirert av Neumorphism design, fullt responsiv.",
  "Description_project_card_clock": "En klokke inspirert av Neumorphism design, fullt responsiv med gjeldende tid.",
  "Description_project_card_todo": "Applikasjon TODO inspirert av Neumorphism design, fullt responsiv.",
  "Email": "Epostadresse",
  "Email_short": "E-post",
  "Enter_your_email": "Skriv inn epostadressen din",
  "Map": "Kart",
  "Message": "Beskjed",
  "My_projects": "Prosjektene mine",
  "Name": "Navn",
  "Norway": "Norge",
  "Phone": "Telefon",
  "See_more": "Se mer",
  "Select": "Plukke ut",
  "Submit": "Sende inn",
  "Subscribe": "Subscribe",
  "Subscribe_info": "Abonner mer info",
  "todo": "Oppgaver",
  "Todo": "Oppgaver",
  "Uncompleted": "Ufullført"
}