{
  "Nav": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "contact": "Contact"
  },
  "Home_Page": {
    "title": "What I learned while creating this website.",
    "html5": "This is one of the first three things I've learned. I started a few years earlier, but now I'm serious about it.",
    "css": "The first thing I learned about styles was CSS, then SCSS, then SASS and finally what I like is Styled Component.",
    "java_script": "After Html5 and CSS, it was time to learn Javascript. Earlier, I took a classroom Java course and came to the conclusion that I am more fascinated by the Front-end.",
    "react": "The Javascript library that I like the most is used to create user interfaces. I will definitely learn about React Native in the future.",
    "mobile_first": "Mobile First is the inevitable future so it could not be missing from my website. Responsiveness is very important and I can't imagine a side without it.",
    "github": "A very useful platform for storing, sharing and connecting your code with others as well. A useful tool for any developer.",
    "multilingual": "It is a standard now, because people from different countries may be interested in my website.",
    "udemy": "Internet platform where I found courses that I liked very much. I am self-taught, so it is an interesting place for me, where I can find courses that interest me.",
    "vsc": "A free code editor that I recommend to everyone. It makes writing code very easy, which makes programming simple and fun.",
    "youtube": "This is the second place for me after Udemy, where I find important information about how to do something. I plan to use the documentation more often in the future.",
    "hooks": "Hooks in React are something new that I've only been learning for a month. I find it more interesting to me than using class components - quick, easy and fun.",
    "website": "I used many other things on my website such as Theme, Variables, Constant, Global Style.",
    "update": "The website will be updated all the time. I will also throw here an API and React Native. I am learning all the time, so as soon as I learn something, I will introduce it to my website"
  },
   "AboutPage":{
    "title":"What I do when I don't work."
  },
  "Flag":{
    "title":"Small and big trips.",
    "text":"Countries so far I have visited: ",
    "australia": "Australia",
    "czech_republic": "Czech Republic",
    "denmark": "Denmark",
    "germany": "Germany",
    "ireland": "Ireland",
    "norway": "Norway",
    "poland": "Poland",
    "portugal": "Portugal",
    "singapore": "Singapore",
    "slovakia": "Slovakia",
    "south_korea": "South Korea",
    "spain": "Spain",
    "sweden": "Sweden",
    "thailand": "Thailand",
    "united_kingdom": "United Kingdom",
    "united_states": "United States"
  },
  "Form":{
    "name": "Your name is required.",
    "email_required": "Your email is required.",
    "email_invalid": "Your email  is invalid.",
    "message": "You forgot to write to me :-)",
    "message_sent": "Message was sent",
    "message_not_sent": "The message was not sent!!!"
  },
  "About": "About me",
  "Address": "Address",
  "All": "All",
  "All_projects": "All projects",
  "calculator": "Calculator",
  "Calculator": "Calculator",
  "Call": "Call me",
  "Certificate": "Certificate",
  "clock": "Clock",
  "Clock": "Clock",
  "Completed": "Completed",
  "Contact": "Contact",
  "Contact_info": "Contact information",
  "Create": "Create",
  "Description_project_card_calculator": "Calculator inspired by Neumorphism design, fully responsive.",
  "Description_project_card_clock": "A clock inspired by Neumorphism design, fully responsive with the current time.",
  "Description_project_card_todo": "A TODO App inspired by Neumorphism design, fully responsive.",
  "Email": "Email",
  "Email_short": "Email",
  "Enter_your_email": "Enter your e-mail",
  "Map": "Map",
  "Message": "Message",
  "My_projects": "My projects",
  "Name": "Name",
  "Norway": "Norway",
  "Phone": "Phone",
  "See_more": "See more",
  "Select": "Select",
  "Submit": "Submit",
  "Subscribe": "Subscribe",
  "Subscribe_info": "Subscribe more info",
  "todo": "Todo",
  "Todo": "Todo",
  "Uncompleted": "Uncompleted"
}