{
  "Nav": {
    "home": "Strona główna",
    "about": "O mnie",
    "projects": "Projekty",
    "contact": "Kontakt"
  },
  "Home_Page": {
    "title": "Czego nauczyłem się podczas tworzenia tej strony.",
    "html5": "To jedna z trzech pierwszych rzeczy których się nauczyłem. Zacząłem kilka lat wcześniej, ale teraz robię to na poważnie.",
    "css": "Pierwszą rzeczą którą się uczyłęm o stylach był CSS, póżniej SCSS, następnie SASS a na końcu co mi odpowiada to Styled Component.",
    "java_script": "Po Html5 i CSS czas był na naukę Javascript. Wcześniej odbyłem kurs stacjonarny Java i doszedłem do wniosku że Front-end bardziej mnie fascynuje.",
    "react": "Javascriptowa biblioteka która najbardziej przypadła mi do gustu służąca do tworzenia interfejsów użytkownika. W przyszłości będę na pewno uczył się o React Native.",
    "mobile_first": "Mobile First to przyszłośc nieunikniona więc nie mogłoby jej zabraknąć na mojej stronie. Responsywność jest bardzo ważna i nie wyobrażam sobie strony która by jej nie miała. ",
    "github": "Bardzo przydatna platforma do przechowywania, dzielenia się i łączenia swojego kodu również z innymi. Przydatne narzędzie dla każdego programisty.",
    "multilingual": "W chwili obecnej to już standard, ponieważ moją stroną mogą być zainteresowani ludzie z różnych krajów.",
    "udemy": "Platforma internetowa na której znalazłem kursy, które bardzo mi się spodobały. Jestem samoukiem więc jest to dla mnie ciekawe miejsce, w którym mogę znaleźć interesujące mnie kursy.",
    "vsc": "Darmowy edytor kodu, który każdemu polecam. Bardzo ułatwia pisanie kodu, co sprawia że programowanie staje się proste i przyjemne.",
    "youtube": "To drugie po Udemy miejsce dla mnie, gdzie znajduję ważne informacje jak należy coś zrobić. W przyszłości planuję częściej posługiwać się dokumentacją.",
    "hooks": "Hooki w React to coś nowego, czego uczę się dopiero od miesiąca. Uważam, że jest to dla mnie ciekawsze niż stosowanie componentów klasowych - szybkie łatwe i przyjemne.",
    "website": "Na mojej stronie internetowej użyłem wielu innych rzeczy takich jak: Theme, Variables, Constant, Global Style.",
    "update": "Strona będzie cały czas uaktualniana. Wrzucę tutaj dodatkowo API oraz React Native. Cały czas się uczę, więc jak tylko się czegoć nauczę to wprowadzę to na swoją stronę."
  },
  "AboutPage":{
    "title":"Czym się zajmuję gdy nie pracuję."
  },
  "Flag":{
    "title":"Podróże, małe i duże.",
    "text":"Kraje, które do tej pory odwiedziłem: ",
    "australia": "Australia",
    "czech_republic": "Czechy",
    "denmark": "Dania",
    "germany": "Niemcy",
    "ireland": "Irlandia",
    "norway": "Norwegia",
    "poland": "Polska",
    "portugal": "Portugalia",
    "singapore": "Singapur",
    "slovakia": "Słowacja",
    "south_korea": "Korea Południowa",
    "spain": "Hiszpania",
    "sweden": "Szwecja",
    "thailand": "Tajlandia",
    "united_kingdom": "Wielka Brytania",
    "united_states": "Stany Zjednoczone"
  },
  "Form":{
    "name":"Twoje imię jest wymagane.",
    "email_required":"Twój email jest wymagany.",
    "email_invalid":"Twój email jest nieprawidłowy.",
    "message":"Zapomniałeś coś napisać do mnie :-)",
    "message_sent": "Wiadomość wysłana",
    "message_not_sent": "Wiadomość nie zostałą wysłana!!!"
  },
  "About": "O mnie",
  "Address": "Adres",
  "All": "Wszystkie",
  "All_projects": "Wszystkie projekty",
  "calculator": "Kalkulator",
  "Calculator": "Kalkulator",
  "Call": "Zadzwoń",
  "Certificate": "Certyfikat",
  "clock": "Zegar",
  "Clock": "Zegar",
  "Completed": "Zakończone",
  "Contact": "Kontakt",
  "Contact_info": "Informacje kontaktowe",
  "Create": "Stwórz",
  "Description_project_card_calculator": "Kalkulator inspirowany projektem Neumorfizmu, w pełni responsywna.",
  "Description_project_card_clock": "Zegar inspirowany stylem Neumorfizmu, w pełni responsywny z aktualną godziną.",
  "Description_project_card_todo": "Aplikacja TODO inspirowana projektem Neumorfizmu, w pełni responsywna.",
  "Email": "Adres e-mail",
  "Email_short": "E-mail",
  "Enter_your_email": "Wpisz swój adres e-mail",
  "Map": "Mapa",
  "Message": "Wiadomość",
  "My_projects": "Moje projekty",
  "Name": "Imię i nazwisko",
  "Norway": "Norwegia",
  "Phone": "Numer telefonu",
  "See_more": "Zobacz więcej",
  "Select": "Wybierz",
  "Submit": "Wyślij",
  "Subscribe": "Subskrybuj",
  "Subscribe_info": "Aktualności",
  "todo": "Zadania",
  "Todo": "Zadania",
  "Uncompleted": "Nieukończone"
}